7zip
alacritty
amd-ucode
archlinuxcn-keyring
aria2
awww
base
base-devel
bluez
bluez-utils
brightnessctl
cc-switch
cliphist
cmake
discord
docker
docker-buildx
docker-compose
efibootmgr
fastfetch
fcitx5
fcitx5-configtool
fcitx5-gtk
fcitx5-qt
fcitx5-rime
firefox
firefox-i18n-zh-cn
grub
hostapd
hypridle
hyprland
hyprlock
hyprpolkitagent
hyprpwcenter
hyprshot
imagemagick
jdk21-openjdk
lib32-vulkan-radeon
libreoffice-still
libreoffice-still-zh-cn
linux
linux-firmware
linux-headers
linux-zen
linux-zen-headers
lolcat
lutris
ly
mako
man-db
mpv
noise-suppression-for-voice
openrazer-daemon
openssh
pacman-contrib
paru
pavucontrol
pipewire
pipewire-alsa
pipewire-pulse
python-openrazer
python-protobuf
python-pywal
qemu-full
ranger
reflector
rime-ice-git
rsync
rust
rustdesk
sing-box
steam
sunshine
termshark
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-langchinese
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pictures
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
throne
thunar
tmux
tumbler
ufw
umu-launcher
uwsm
vim
vulkan-radeon
vulkan-tools
waybar
waydroid
wayvnc
webkit2gtk-4.1
wev
wireless-regdb
wofi
wpa_supplicant
wtype
xdg-desktop-portal-hyprland
zotero-bin
zsh
